Repository: weni-ai/chats-engine
Catalog: chats/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: You are receiving this mail because you registered in Weni platform. This also shows that you agree to our Terms of use and Privacy Policies.
es: Está recibiendo este correo porque se registró en la plataforma Weni. Esto también muestra que acepta nuestros Términos de uso y Políticas de privacidad.
pt_br: Você está recebendo este e-mail porque se registrou na plataforma Weni. Isso também mostra que você concorda com nossos Termos de uso e Políticas de privacidade.

source: Privacy Policy
es: Política de Privacidad
pt_br: Política de Privacidade

source: Terms of use
es: Términos de uso
pt_br: Termos de uso

source: Help Center
es: Centro de Ayuda
pt_br: Centro de Ajuda

source: Hi,
es: Hola,
pt_br: Olá,

source: Unable to generate export of %(project_name)s project data.
es: No se pudo generar la exportación de datos del proyecto %(project_name)s.
pt_br: Não foi possível gerar a exportação de dados do projeto %(project_name)s.

source: The data export for the %(project_name)s project is ready and you can download it by <a clicktracking=off style="color: #00A49F; text-decoration: none;" href="%(file_link)s" target="_blank">clicking here</a>.
es: La exportación de datos del proyecto %(project_name)s está lista y puede descargarla <a clicktracking=off style="color: #00A49F; text-decoration: none;" href="%(file_link)s" target="_blank">haciendo clic aquí</a>.
pt_br: A exportação de dados do projeto %(project_name)s está pronta e você pode baixá-la <a clicktracking=off style="color: #00A49F; text-decoration: none;" href="%(file_link)s" target="_blank">clicando aqui</a>.

source: Secondary Project
es: Proyecto Secundario
pt_br: Projeto Secundário

source: Secondary project configuration for integrated ticketers
es: Configuración del proyecto secundario para integraciones de ticketers
pt_br: Configuração do projeto secundário para integradores de tickets

source: Rooms limit per employee
es: Límite de salas por empleado
pt_br: Limite de salas por funcionário

source: work start
es: inicio de trabajo
pt_br: início do trabalho

source: work end
es: fin de trabajo
pt_br: fim do trabalho

source: Can trigger flows?
es: ¿Puede activar flujos?
pt_br: Pode acionar fluxos?

source: Is it possible to trigger flows(weni flows integration) from this sector?
es: ¿Es posible activar flujos (integración de flujos weni) desde este sector?
pt_br: É possível acionar fluxos (integração de fluxos weni) a partir deste setor?

source: Sign messages?
es: ¿Firmar mensajes?
pt_br: Assinar mensagens?

source: Open room when all agents are offline?
es: ¿Abrir sala cuando todos los agentes estén desconectados?
pt_br: Abrir sala quando todos os agentes estiverem offline?

source: Can edit custom fields?
es: ¿Puede editar campos personalizados?
pt_br: Pode editar campos personalizados?

source: working_day
es: día_laboral
pt_br: dia_útil

source: automatic message text
es: texto del mensaje automático
pt_br: texto da mensagem automática

source: is automatic message active?
es: ¿está activo el mensaje automático?
pt_br: a mensagem automática está ativa?

source: is CSAT enabled?
es: ¿está habilitado CSAT?
pt_br: CSAT está habilitado?

source: required tags?
es: ¿etiquetas requeridas?
pt_br: tags obrigatórias?

source: Sectors
es: Sectores
pt_br: Setores

source: manager
es: gerente
pt_br: gerente

source: Sector Authorization
es: Autorización de Sector
pt_br: Autorização de Setor

source: Sector Authorizations
es: Autorizaciones de Sector
pt_br: Autorizações de Setor

source: Sector Tag
es: Etiqueta de Sector
pt_br: Tag de Setor

source: Sector Tags
es: Etiquetas de Sector
pt_br: Tags de Setor

source: Sector Group Sector
es: Sector del Grupo de Sectores
pt_br: Setor do Grupo de Setores

source: Sector Group Sectors
es: Sectores del Grupo de Sectores
pt_br: Setores do Grupo de Setores

source: Group Sector
es: Grupo de Sectores
pt_br: Grupo de Setores

source: Group Sectors
es: Grupos de Sectores
pt_br: Grupos de Setores

source: Group Sector Authorization
es: Autorización de Grupo de Sectores
pt_br: Autorização de Grupo de Setores

source: Group Sector Authorizations
es: Autorizaciones de Grupo de Sectores
pt_br: Autorizações de Grupo de Setores

source: Closed
es: Cerrado
pt_br: Fechado

source: Custom Hours
es: Horario Personalizado
pt_br: Horário Personalizado

source: Date
es: Fecha
pt_br: Data

source: End Date
es: Fecha de Fin
pt_br: Data de Fim

source: End date for holiday range
es: Fecha de fin para el rango de vacaciones
pt_br: Data de fim para o intervalo de feriados

source: Day Type
es: Tipo de Día
pt_br: Tipo de Dia

source: Start Time
es: Hora de Inicio
pt_br: Horário de Início

source: Leave empty if day is closed
es: Deje vacío si el día está cerrado
pt_br: Deixe vazio se o dia estiver fechado

source: End Time
es: Hora de Fin
pt_br: Horário de Fim

source: Description
es: Descripción
pt_br: Descrição

source: Holiday name or reason for special hours
es: Nombre del feriado o motivo de horario especial
pt_br: Nome do feriado ou motivo de horário especial

source: Is Custom
es: Es Personalizado
pt_br: É Personalizado

source: Repeat Annually
es: Repetir Anualmente
pt_br: Repetir Anualmente

source: Sector Holiday
es: Feriado del Sector
pt_br: Feriado do Setor

source: Sector Holidays
es: Feriados del Sector
pt_br: Feriados do Setor

source: Contact cannot be done outside working hours
es: No se puede contactar fuera del horario laboral
pt_br: O contato não pode ser feito fora do horário de trabalho

source: Created on
es: Creado el
pt_br: Criado em

source: Modified on
es: Modificado el
pt_br: Modificado em

source: config to use in project integration
es: configuración para usar en la integración del proyecto
pt_br: configuração para usar na integração do projeto

source: sector
pt_br: setor

source: Sector
pt_br: Setor
