Repository: weni-ai/chats-engine
Catalog: chats/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: Invalid token header. No credentials provided.
es: Encabezado de token inválido. No se proporcionaron credenciales.
pt_br: Cabeçalho de token inválido. Nenhuma credencial fornecida.

source: Invalid token header. Token string should not contain spaces.
es: Encabezado de token inválido. La cadena de token no debe contener espacios.
pt_br: Cabeçalho de token inválido. A string do token não deve conter espaços.

source: Invalid token header. Token string should not contain invalid characters.
es: Encabezado de token inválido. La cadena de token no debe contener caracteres inválidos.
pt_br: Cabeçalho de token inválido. A string do token não deve conter caracteres inválidos.

source: Invalid token.
es: Token inválido.
pt_br: Token inválido.

source: first name
es: nombre
pt_br: nome

source: last name
es: apellido
pt_br: sobrenome

source: email
es: correo electrónico

source: User email
es: Correo electrónico del usuario
pt_br: E-mail do usuário

source: staff status
es: estado del personal
pt_br: status da equipe

source: active
es: activo
pt_br: ativo

source: date joined
es: fecha de registro
pt_br: data de registro

source: user
es: usuario
pt_br: usuário

source: users
es: usuarios
pt_br: usuários

source: User
es: Usuario
pt_br: Usuário

source: New room messages notification sound
es: Sonido de notificación de mensajes de nueva sala
pt_br: Som de notificação de mensagens de nova sala

source: Chat messages notification sound
es: Sonido de notificación de mensajes de chat
pt_br: Som de notificação de mensagens de chat

source: Action sound
es: Sonido de acción
pt_br: Som de ação

source: config
es: configuración
pt_br: configuração

source: Profile
es: Perfil
pt_br: Perfil

source: Profiles
es: Perfiles
pt_br: Perfis

source: Incorrect summary
es: Resumen incorrecto
pt_br: Resumo incorreto

source: Incomplete summary
es: Resumen incompleto
pt_br: Resumo incompleto

source: Confusing summary
es: Resumen confuso
pt_br: Resumo confuso

source: I had to read the full conversation
es: Tuve que leer la conversación completa
pt_br: Tive que ler a conversa completa

source: Did not speed up the workflow
es: No aceleró el flujo de trabajo
pt_br: Não acelerou o fluxo de trabalho

source: Hard to understand language
es: Lenguaje difícil de comprende
pt_br: Difícil de entender a linguagem

source: Did not load
es: No cargó
pt_br: Não carregou

source: Unclear interface
es: Interfaz confusa
pt_br: Interface confusa

source: History Summary
es: Resumen del Historial
pt_br: Resumo do Histórico

source: History Summaries
es: Resúmenes del Historial
pt_br: Resumos do Histórico

source: Liked?
es: ¿Le gustó?
pt_br: Gostou?

source: Text
es: Texto
pt_br: Texto

source: History Summary Feedback
es: Comentario del Resumen del Historial
pt_br: Feedback do Resumo do Histórico

source: History Summary Feedbacks
es: Comentarios del Resumen del Historial
pt_br: Feedbacks do Resumo do Histórico

source: Feature
es: Característica
pt_br: Recurso

source: Model
es: Modelo
pt_br: Modelo

source: Settings
es: Configuraciones
pt_br: Configurações

source: Prompt
es: Indicación

source: Version
es: Versión
pt_br: Versão

source: AI Feature Prompt
es: Indicación de Característica de IA
pt_br: Prompt de Recurso de IA

source: AI Feature Prompts
es: Indicaciones de Características de IA
pt_br: Prompts de Recursos de IA

source: Projects's UUID
es: UUID del Proyecto
pt_br: UUID do Projeto

source: Sector's UUID
es: UUID del Sector
pt_br: UUID do Setor

source: Room Tags
es: Etiquetas de la Sala
pt_br: Tags da Sala

source: Room created on
es: Sala creada el
pt_br: Sala criada em

source: Room ended at
es: Sala finalizada el
pt_br: Sala encerrada em

source: Queue's ID
es: ID de la Cola
pt_br: ID da Fila

source: Sector's ID
es: ID del Sector
pt_br: ID do Setor

source: Contact's UUID
es: UUID del Contacto
pt_br: UUID do Contato

source: Room's UUID
es: UUID de la Sala
pt_br: UUID da Sala

source: Is room active
es: ¿Está la sala activa?
pt_br: A sala está ativa?

source: incoming
es: entrante
pt_br: entrada

source: outgoing
es: saliente
pt_br: saída

source: The contact already have an open room in the project
es: El contacto ya tiene una sala abierta en el proyecto
pt_br: O contato já possui uma sala aberta no projeto

source: Cannot create a room without queue_uuid or sector_uuid
es: No se puede crear una sala sin queue_uuid o sector_uuid
pt_br: Não é possível criar uma sala sem queue_uuid ou sector_uuid

source: No active queue found for provided sector_uuid
es: No se encontró ninguna cola activa para el sector_uuid proporcionado
pt_br: Nenhuma fila ativa encontrada para o sector_uuid fornecido

source: queue_uuid does not belong to provided sector_uuid
es: queue_uuid no pertenece al sector_uuid proporcionado
pt_br: queue_uuid não pertence ao sector_uuid fornecido

source: Contact cannot be done when agents are offline
es: No se puede contactar cuando los agentes están desconectados
pt_br: O contato não pode ser feito quando os agentes estão offline

source: Content type
es: Tipo de contenido
pt_br: Tipo de conteúdo

source: Either room or project query parameter is required
es: Se requiere el parámetro de consulta de sala o proyecto
pt_br: É necessário o parâmetro de consulta de sala ou projeto

source: Project's UUID
es: UUID del Proyecto
pt_br: UUID do Projeto

source: queue's ID
es: ID de la cola
pt_br: ID da fila

source: User Status
es: Estado del Usuario
pt_br: Status do Usuário

source: The name field can't be blank.
es: El campo nombre no puede estar en blanco.
pt_br: O campo nome não pode estar em branco.

source: This queue already exists.
es: Esta cola ya existe.
pt_br: Esta fila já existe.

source: you cant add a user two times in same queue.
es: no puedes agregar un usuario dos veces en la misma cola.
pt_br: você não pode adicionar um usuário duas vezes na mesma fila.

source: Is active?
es: ¿Está activo?
pt_br: Está ativo?

source: Room status
es: Estado de la sala
pt_br: Status da sala

source: Room is not queued
es: La sala no está en cola
pt_br: A sala não está na fila

source: Room picked successfully
es: Sala seleccionada con éxito
pt_br: Sala selecionada com sucesso

source: Project's ID
es: ID del Proyecto
pt_br: ID do Projeto

source: Queue's UUID
es: UUID de la Cola
pt_br: UUID da Fila

source: The CSAT feature is not available for this sector
es: La funcionalidad CSAT no está disponible para este sector.
pt_br: A funcionalidade CSAT não está disponível para este setor.

source: work_end date must be greater than work_start date.
es: La fecha de fin de trabajo debe ser mayor que la fecha de inicio de trabajo.
pt_br: A data de fim de trabalho deve ser maior que a data de início de trabalho.

source: This feature is not available for this project.
es: Esta característica no está disponible para este proyecto.
pt_br: Este recurso não está disponível para este projeto.

source: Sector must have at least one tag to require tags.
es: El sector debe tener al menos una etiqueta para requerir etiquetas.
pt_br: O setor deve ter pelo menos uma tag para exigir tags.

source: This tag already exists.
es: Esta etiqueta ya existe.
pt_br: Esta tag já existe.

source: Closed days should not have start_time or end_time
es: Los días cerrados no deben tener hora de inicio o fin
pt_br: Dias fechados não devem ter horário de início ou fim

source: Custom hours days must have both start_time and end_time
es: Los días con horario personalizado deben tener hora de inicio y fin
pt_br: Dias com horário personalizado devem ter horário de início e fim

source: End time must be greater than start time
es: La hora de fin debe ser mayor que la hora de inicio
pt_br: O horário de fim deve ser maior que o horário de início

source: Started at
es: Inicio en
pt_br: Início em

source: The date and time when the job started
es: La fecha y hora cuando el trabajo comenzó
pt_br: A data e hora quando o job iniciou

source: Archive Conversations Job
es: Trabajo de Archivado de Conversaciones
pt_br: Job de Arquivamento de Conversas

source: Archive Conversations Jobs
es: Trabajos de Archivado de Conversaciones
pt_br: Jobs de Arquivamento de Conversas

source: Status
es: Estado

source: Job
es: Trabajo

source: The job that archived the conversation
es: El trabajo que archivó la conversación
pt_br: O job que arquivou a conversa

source: Room
es: Sala
pt_br: Sala

source: The room that was archived
es: La sala que fue archivada
pt_br: A sala que foi arquivada

source: File
es: Archivo
pt_br: Arquivo

source: The file that contains the archived conversation
es: El archivo que contiene la conversación archivada
pt_br: O arquivo que contém a conversa arquivada

source: Archive process started at
es: Proceso de archivado iniciado en
pt_br: Processo de arquivamento iniciado em

source: The date and time when the archive process started
es: La fecha y hora cuando el proceso de archivado comenzó
pt_br: A data e hora quando o processo de arquivamento iniciou

source: Archive process finished at
es: Proceso de archivado concluído en
pt_br: Processo de arquivamento concluído em

source: The date and time when the conversation was archived
es: La fecha y hora cuando la conversación fue archivada
pt_br: A data e hora quando a conversa foi arquivada

source: Messages deleted at
es: Mensagens deletadas em
pt_br: Mensagens deletadas em

source: The date and time when the messages were deleted from the database
es: La fecha y hora cuando las mensagens fueron eliminadas de la base de datos
pt_br: A data e hora quando as mensagens foram deletadas do banco de dados

source: The date and time when the archive process was finished
es: La fecha y hora cuando el proceso de archivado fue concluído
pt_br: A data e hora quando o processo de arquivamento foi concluído

source: Failed at
es: Falló en
pt_br: Falhou em

source: The date and time when the archive process failed
es: La fecha y hora cuando el proceso de archivado falló
pt_br: A data e hora quando o processo de arquivamento falhou

source: Errors
es: Errores
pt_br: Erros

source: The errors that occurred during the archive process
es: Los errores que ocurrieron durante el proceso de archivado
pt_br: Os erros que ocorreram durante o processo de arquivamento

source: Room Archived Conversation
es: Conversación Archivada
pt_br: Conversa Arquivada

source: Room Archived Conversations
es: Conversaciones Archivadas
pt_br: Conversas Arquivadas

source: External ID
es: ID Externo
pt_br: ID Externo

source: Contact email
es: Correo electrónico del contacto
pt_br: E-mail do contato

source: status
es: estado

source: phone
es: teléfono
pt_br: telefone

source: custom fields
es: campos personalizados
pt_br: campos personalizados

source: Imported History URL
es: URL del Historial Importado
pt_br: URL do Histórico Importado

source: Contact
es: Contacto
pt_br: Contato

source: Contacts
es: Contactos
pt_br: Contatos

source: Rating
es: Calificación
pt_br: Avaliação

source: Comment
es: Comentario
pt_br: Comentário

source: Answered on
es: Respondido en
pt_br: Respondido em

source: CSAT Survey
es: Encuesta CSAT
pt_br: Enquete CSAT

source: CSAT Surveys
es: Encuestas CSAT
pt_br: Enquetes CSAT

source: Project
es: Proyecto
pt_br: Projeto

source: Flow UUID
es: UUID del flujo
pt_br: UUID do fluxo

source: CSAT Flow Project Config
es: Configuración de Flujo CSAT para Proyecto
pt_br: Configuração de Fluxo CSAT para Projeto

source: CSAT Flow Project Configs
es: Configuraciones de Flujo CSAT para Proyectos
pt_br: Configurações de Fluxo CSAT para Projetos

source: The custom report for the project %(project)s is ready. Copy and paste the URL below to download the report: %(url)s
es: El informe personalizado para el proyecto %(project)s está listo. Copie y pegue la URL a continuación para descargar el informe: %(url)s
pt_br: O relatório personalizado para o projeto %(project)s está pronto. Copie e cole a URL abaixo para baixar o relatório: %(url)s

source: An error occurred while generating the custom report for project %(project)s. Error: %(error)s Please try again later or contact support.
es: Ocurrió un error al generar el informe personalizado para el proyecto %(project)s. Error: %(error)s Por favor, inténtelo de nuevo más tarde o contacte al soporte.
pt_br: Ocorreu um erro ao gerar o relatório personalizado para o projeto %(project)s. Erro: %(error)s Por favor, tente novamente mais tarde ou entre em contato com o suporte.

source: Unknown error
es: Error desconocido
pt_br: Erro desconhecido

source: Room Metric
es: Métrica de Sala
pt_br: Métrica de Sala

source: Room Waiting time
es: Tiempo de espera de la sala
pt_br: Tempo de espera da sala

source: Queued count
es: Contador de cola
pt_br: Contador de fila

source: Messages response time
es: Tiempo de respuesta de mensajes
pt_br: Tempo de resposta de mensagens

source: First response time
es: Tiempo de primera respuesta
pt_br: Tempo de primeira resposta

source: Room interaction time
es: Tiempo de interacción de la sala
pt_br: Tempo de interação da sala

source: Room transfer count
es: Contador de transferencias de sala
pt_br: Contador de transferências de sala

source: Rooms Metrics
es: Métricas de Salas
pt_br: Métricas de Salas

source: Filter discussions by subject or contact's name
es: Filtrar discusiones por asunto o nombre del contacto
pt_br: Filtrar discussões por assunto ou nome do contato

source: Subject Text
es: Texto del Asunto
pt_br: Texto do Assunto

source: Created By
es: Creado Por
pt_br: Criado Por

source: Queue
es: Cola
pt_br: Fila

source: Is queued?
es: ¿Está en cola?
pt_br: Está na fila?

source: discussion
es: discusión
pt_br: discussão

source: discussion message
es: mensaje de discusión
pt_br: mensagem de discussão

source: Content Type
es: Tipo de Contenido
pt_br: Tipo de Conteúdo

source: Media File
es: Archivo Multimedia
pt_br: Arquivo de Mídia

source: Discussion Message Media
es: Multimedia de Mensaje de Discusión
pt_br: Mídia de Mensagem de Discussão

source: Discussion Message Medias
es: Multimedias de Mensajes de Discusión
pt_br: Mídias de Mensagens de Discussão

source: Creator
es: Creador
pt_br: Criador

source: Admin
es: Administrador
pt_br: Administrador

source: Participant
es: Participante
pt_br: Participante

source: Discussion
es: Discusión
pt_br: Discussão

source: role
es: rol
pt_br: papel

source: feature uuid
es: uuid de característica
pt_br: uuid do recurso

source: sectors list
es: lista de sectores
pt_br: lista de setores

source: Contact's External ID
es: ID Externo del Contacto
pt_br: ID Externo do Contato

source: room
es: sala
pt_br: sala

source: contact
es: contacto
pt_br: contato

source: Was it seen?
es: ¿Fue visto?
pt_br: Foi visto?

source: message metadata
es: metadatos del mensaje
pt_br: metadados da mensagem

source: message status
es: estado del mensaje
pt_br: status da mensagem

source: message is read
es: mensaje leído
pt_br: mensagem lida

source: message is delivered
es: mensaje entregado
pt_br: mensagem entregue

source: Closed rooms cannot receive messages
es: Las salas cerradas no pueden recibir mensajes
pt_br: Salas fechadas não podem receber mensagens

source: You cannot send messages after 24h from the last contact message
es: No puedes enviar mensajes después de 24h del último mensaje de contacto
pt_br: Você não pode enviar mensagens após 24h da última mensagem de contato

source: message
es: mensaje
pt_br: mensagem

source: Media url
es: URL de multimedia
pt_br: URL de mídia

source: MessageMedia
es: Multimedia de Mensaje
pt_br: Mídia de Mensagem

source: MessageMedias
es: Multimedias de Mensaje
pt_br: Mídias de Mensagem

source: Template Setup
es: Configuración de Plantilla
pt_br: Configuração de Modelo

source: name
es: nombre
pt_br: nome

source: Timezone
es: Zona Horaria
pt_br: Fuso Horário

source: Flows Authorization Token
es: Token de Autorización de Flujos
pt_br: Token de Autorização de Fluxos

source: Date Format
es: Formato de Fecha
pt_br: Formato de Data

source: Whether day comes first or month comes first in dates
es: Si el día viene primero o el mes viene primero en las fechas
pt_br: Se o dia vem primeiro ou o mês vem primeiro nas datas

source: is template?
es: ¿es plantilla?
pt_br: é modelo?

source: template type
es: tipo de plantilla
pt_br: tipo de modelo

source: org uuid
es: uuid de organización
pt_br: uuid da organização

source: Room routing type
es: Tipo de enrutamiento de sala
pt_br: Tipo de roteamento de sala

source: Whether to route rooms using the queue priority or general routing
es: Si se deben enrutar salas usando la prioridad de cola o enrutamiento general
pt_br: Se deve rotear salas usando a prioridade da fila ou roteamento geral

source: Projects
es: Proyectos
pt_br: Projetos

source: not set
es: no establecido
pt_br: não definido

source: admin
es: administrador
pt_br: administrador

source: Attendant
es: Atendente
pt_br: Atendente

source: online
es: en línea

source: offline
es: desconectado

source: away
es: ausente
pt_br: ausente

source: busy
es: ocupado
pt_br: ocupado

source: Is it the first access of user?
es: ¿Es el primer acceso del usuario?
pt_br: É o primeiro acesso do usuário?

source: Project Permission
es: Permiso de Proyecto
pt_br: Permissão de Projeto

source: Project Permissions
es: Permisos de Proyecto
pt_br: Permissões de Projeto

source: project
es: proyecto
pt_br: projeto

source: Linked Contact
es: Contacto Vinculado
pt_br: Contato Vinculado

source: Linked Contacts
es: Contactos Vinculados
pt_br: Contatos Vinculados

source: flow ID
es: ID del flujo
pt_br: ID do fluxo

source: flow name
es: nombre del flujo
pt_br: nome do fluxo

source: Permission
es: Permiso
pt_br: Permissão

source: is deleted?
es: ¿está eliminado?
pt_br: está excluído?

source: contact data
es: datos del contacto
pt_br: dados do contato

source: Flow Start
es: Inicio de Flujo
pt_br: Início de Fluxo

source: Flow Starts
es: Inicios de Flujo
pt_br: Inícios de Fluxo

source: Receiver Type
es: Tipo de Receptor
pt_br: Tipo de Receptor

source: Flow contact/group Reference
es: Referencia de contacto/grupo de flujo
pt_br: Referência de contato/grupo de fluxo

source: Flow contact/group References
es: Referencias de contacto/grupo de flujo
pt_br: Referências de contato/grupo de fluxo

source: Custom status timming
es: Tiempo de estado personalizado
pt_br: Tempo de status personalizado

source: agent
es: agente
pt_br: agente

source: disconnected by
es: desconectado por
pt_br: desconectado por

source: log date
es: fecha del registro
pt_br: data do registro

source: Date of the log (agent's local timezone)
es: Fecha del registro (zona horaria local del agente)
pt_br: Data do registro (fuso horário local do agente)

source: status changes
es: cambios de estado
pt_br: mudanças de status

source: List of status change events: [{'timestamp': '...', 'status': 'ONLINE|OFFLINE', 'custom_status': 'status_name or null', 'status_type_uuid': '...'}]
es: Lista de eventos de cambio de estado: [{'timestamp': '...', 'status': 'ONLINE|OFFLINE', 'custom_status': 'nombre_estado o null', 'status_type_uuid': '...'}]
pt_br: Lista de eventos de mudança de status: [{'timestamp': '...', 'status': 'ONLINE|OFFLINE', 'custom_status': 'nome_status ou null', 'status_type_uuid': '...'}]

source: Agent Status Log
es: Registro de Estado del Agente
pt_br: Registro de Status do Agente

source: Agent Status Logs
es: Registros de Estado del Agente
pt_br: Registros de Status do Agente

source: Name
es: Nombre
pt_br: Nome

source: Default queue message
es: Mensaje predeterminado de la cola
pt_br: Mensagem padrão da fila

source: Sector Queue
es: Cola del Sector
pt_br: Fila do Setor

source: Sector Queues
es: Colas del Sector
pt_br: Filas do Setor

source: Sector Queue Authorization
es: Autorización de Cola del Sector
pt_br: Autorização de Fila do Setor

source: Sector Queues Authorization
es: Autorizaciones de Cola del Sector
pt_br: Autorizações de Fila do Setor

source: quick_messages
es: mensajes_rápidos
pt_br: mensagens_rápidas

source: shortcut
es: atajo
pt_br: atalho

source: title
es: título
pt_br: título

source: text
es: texto
pt_br: texto

source: Quick Message
es: Mensaje Rápido
pt_br: Mensagem Rápida

source: Quick Messages
es: Mensajes Rápidos
pt_br: Mensagens Rápidas

source: project_uuid
es: uuid_proyecto
pt_br: uuid_projeto

source: ticket uuid
es: uuid de ticket
pt_br: uuid de ticket

source: Callback URL
es: URL de Callback
pt_br: URL de Callback

source: Ended at
es: Finalizado en
pt_br: Encerrado em

source: Ended by
es: Finalizado por
pt_br: Encerrado por

source: is active?
es: ¿está activo?
pt_br: está ativo?

source: is waiting for answer?
es: ¿está esperando respuesta?
pt_br: está aguardando resposta?

source: Transfer History
es: Historial de Transferencias
pt_br: Histórico de Transferências

source: Full Transfer History
es: Historial Completo de Transferencias
pt_br: Histórico Completo de Transferências

source: tags
es: etiquetas

source: protocol
es: protocolo
pt_br: protocolo

source: service chat
es: chat de servicio
pt_br: chat de serviço

source: First user assigned at
es: Primer usuario asignado en
pt_br: Primeiro usuário atribuído em

source: User assigned at
es: Usuario asignado en
pt_br: Usuário atribuído em

source: Added to queue at
es: Agregado a la cola en
pt_br: Adicionado à fila em

source: Unread messages count
es: Contagem de mensagens não lidas
pt_br: Contagem de mensagens não lidas

source: Last unread message at
es: Última mensagem não lida em
pt_br: Última mensagem não lida em

source: Rooms
es: Salas
pt_br: Salas

source: Closed rooms cannot receive updates
es: Las salas cerradas no pueden recibir actualizaciones
pt_br: Salas fechadas não podem receber atualizações

source: created on
es: creado en
pt_br: criado em

source: Room Pin
es: Pin de Sala
pt_br: Pin de Sala

source: Room Pins
es: Pines de Sala
pt_br: Pins de Sala

source: is deletable
es: es eliminable
pt_br: é excluível

source: Room Note
es: Nota de Sala
pt_br: Nota de Sala

source: Room Notes
es: Notas de Sala
pt_br: Notas de Sala

source: Rooms report for project %(project)s - %(date)s
es: Informe de salas para el proyecto %(project)s - %(date)s
pt_br: Relatório de salas para o projeto %(project)s - %(date)s

source: The rooms report for project %(project)s is ready and attached to this email.
es: El informe de salas para el proyecto %(project)s está listo y adjunto a este correo.
pt_br: O relatório de salas para o projeto %(project)s está pronto e anexado a este e-mail.

source: Error generating rooms report for project %(project)s - %(date)s
es: Error al generar informe de salas para el proyecto %(project)s - %(date)s
pt_br: Erro ao gerar relatório de salas para o projeto %(project)s - %(date)s

source: An error occurred while generating the rooms report for project %(project)s. Error: %(error)s Please try again later or contact support.
es: Ocurrió un error al generar el informe de salas para el proyecto %(project)s. Error: %(error)s Por favor, inténtelo de nuevo más tarde o contacte al soporte.
pt_br: Ocorreu um erro ao gerar o relatório de salas para o projeto %(project)s. Erro: %(error)s Por favor, tente novamente mais tarde ou entre em contato com o suporte.

source: Our site
es: Nuestro sitio
pt_br: Nosso site

source: 2025 © Weni by VTEX. All rights reserved.
es: 2025 © Weni by VTEX. Todos los derechos reservados.
pt_br: 2025 © Weni by VTEX. Todos os direitos reservados.
